IDEA Open Model
CalculationCase.Name Property
Compatible with IDEA StatiCa v 10.1
 Gets or set the name
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
public:
property String^ Name {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
CalculationCase Class
IdeaRS.OpenModel.Detail.Loading Namespace